{
  "projects": "Du nimmst noch an keinem Projekt teil. | Projekt | Meine Projekte",
  "projectsDescription": "Hier siehst du alle Projekte an denen du teilnimmst. Du kannst die Teilnahme an weiteren Projekten anfragen oder selbst ein neues Projekt erstellen.",
  "notFound": "Es konnte kein Projekt mit dieser ID gefunden werden",
  "nameUnique": "Es existiert bereits ein Projekt mit diesem Namen, bitte wähle einen anderen Namen",
  "knowledgeBase": {
    "knowledgeBase": "Informationen",
    "topics": "Du hast noch keine Themen angelegt. | Thema | Informationen - Themen",
    "topicsDescription": "Du kannst ein eigenes Informationscenter für dieses Projekt anlegen. Informiere die Teilnehmer über Routen, Orte, rechtliche Bestimmungen oder sonstige Informationen, die ihnen für die Teilnahme an diesem Projekt dienlich sein könnten. Hier kannst du die Themen verwalten. Sie werden links in der Navigationsleiste angezeigt. Innerhalb jedes Themas kannst du dann verschiedene Artikel anlegen.",
    "articles": "Zu diesem Thema gibt es keine Artikel. | Artikel | Artikel",
    "createTopic": "Thema hinzufügen",
    "renameTopic": "Thema umbenennen",
    "deleteTopic": "Thema löschen",
    "deleteTopicDescription": "Dadurch wird das Thema samt allen darin erstellten Artikeln gelöscht.",
    "deleteTopicHint": "Gib den Namen dieses Themas ein um fortzufahren",
    "topicNameMustEqual": "Der Name muss dem Namen dieses Themas entsprechen",
    "createArticle": "Neuen Artikel hinzufügen",
    "createArticleDescription": "Hier kannst du einen neuen Artikel schreiben. Artikel haben einen Titel und einen Inhalt. Lange Titel werden auf kleineren Bildschirmen eventuell nicht komplett dargestellt.",
    "updateArticle": "Artikel überarbeiten",
    "updateArticleDescription": "Hier kannst du den Artikel überarbeiten",
    "deleteArticle": "Artikel löschen",
    "deleteArticleDescription": "Möchtest du den Artikel wirklich löschen?",
    "title": "Titel",
    "titleDescription": "Der Titel des Artikels.",
    "content": "Inhalt",
    "contentDescription": "Der Inhalt des Artikels.",
    "markdownHint": "Der Inhalt nutzt die Markdown Syntax. Hier findest du eine detailierte Anleitung dazu:"
  },
  "calendar": "Kalender",
  "administration": "Verwaltung",
  "settings": "Einstellungen",
  "nameMustEqual": "Der Projektname muss dem Namen dieses Projekts entsprechen",
  "news": "Neuigkeiten",
  "checkStatus": "Status überprüfen",
  "delete": "Dieses Projekt löschen",
  "deleteDescription": "Dies wird alle Kategorien, Teams und Schichten löschen. Der Informationsbereich wird geleert, jegliche Berechtigungen auf dieses Projekt zurückgezogen und das Projekt gelöscht.",
  "deleteHint": "Gib den Namen dieses Projekts ein um fortzufahren",
  "deleteWarning": "!!! Dies kann nicht rückgängig gemacht werden - alles wird weg sein !!!",
  "updateGeneral": "Generelle Informationen bearbeiten",
  "nameDescription": "Der Name dieses Projekts. Der Name ist über alle Projekte einmalig, kein anderes Projekt kann diesen Namen haben.",
  "emailDescription": "Wir werden diese Email-Adresse as reply-to in allen Emails nutzen, die wir im Auftrag dieses Projekts schicken. Du kannst ein Email Konto speziell für dieses Projekt erstellen oder einfach deine eigene Email-Adresse nutzen.",
  "create": "Neues Projekt erstellen",
  "createDescription": "Bist du der Koordinator eines Events oder Projekts? Dann kannst du ein Projekt erstellen und die Verkündiger einladen teilzunehmen.",
  "createSubmit": "Projekt erstellen",
  "congregation": {
    "congregations": "Versammlung | Versammlungen",
    "create": "Neue Versammlung anlegen",
    "createDescription": "Du kannst eine neue Versammlung anlegen. Da Versammlungen globale Daten sind, kann jeder (unabhängig davon, ob er/sie in diesem Projekt ist) die neue Versammlung sehen und sie als eigene Versammlung einstellen.",
    "update": "Versammlung bearbeiten",
    "updateDescription": "Hier kannst du die Daten dieser Versammlung bearbeiten. Bitte beachte, dass Versammlungen globale Daten sind. Änderungen an Versammlungen haben also Auswirkungen auf alle Projekte, deren Teilnehmer teil dieser Versammlungen sind. Wenn eine Versammlung keine Mitglieder hat, darf sie gelöscht werden.",
    "delete": "Versammlung löschen",
    "deleteDescription": "Möchtest du diese Versammlung wirklich löschen?",
    "nameDescription": "Der Name der Versammlung.",
    "nameUnique": "Es existiert bereits eine Versammlung mit diesem Namen",
    "number": "Versammlungsnummer",
    "numberDescription": "Die Versammlungsnummer der Versammlung (optional).",
    "numberUnique": "Es existiert bereits eine Versammlung mit dieser Versammlungsnummer",
    "filter": "Versammlungen filtern",
    "searchDescription": "Du kannst nach bestimmten Versammlungen suchen. Gib dazu den Suchbegriff ein. Gesucht wird in den Spalten 'Name' und 'Nummer'."
  },
  "participant": {
    "participants": "Teilnehmer",
    "delete": "Teilnehmer aus dem Projekt entfernen",
    "deleteDescription": "Möchtest du diesen Teilnehmer wirklich aus dem Projekt entfernen? Die Person wird immer noch existieren, aber ihre Verbindung zu diesem Projekt wird gelöscht.",
    "filter": "Teilnehmer filtern",
    "searchDescription": "Du kannst nach bestimmten Teilnehmern suchen. Gib dazu den Suchbegriff ein. Gesucht wird in den Spalten 'Vorname' und 'Nachname'."
  },
  "participation": {
    "details": "Teilnahme Details",
    "projectName": "Projekt:",
    "assignedRole": "Deine zugewiesene Rolle:",
    "joinedOn": "Du bist Teilnehmer seit: ",
    "delete": "Projekt verlassen",
    "deleteHint": "Bitte gib den Namen des Projektes ein um fortzufahren",
    "deleteDescription": "Möchtest du wirklich deine Teilnahme an diesem Projekt widerrufen? Falls ja, werden wir deine Berechtigungen entfernen und alle deine Teilnahmen an Schichten anonymisieren.",
    "deleteWarning": "!!! Das kann nicht rückgängig gemacht werden - alles wird weg sein !!!",
    "status": {
      "invited": "Du hast eine Einladung für dieses Projekt bekommen",
      "requested": "Du hast die Teilnahme an diesem Projekt angefragt",
      "active": "Aktiv",
      "inactive": "Inaktiv"
    }
  },
  "invitation": {
    "info": "Du wurdest eingeladen",
    "invite": "Jemanden einladen",
    "inviteDescription": "Du kannst eine Person zu diesem Projekt einladen. Die eingeladene Person muss die Einladung annehmen oder ablehnen. Um eine Person einzuladen musst du ID der Person erfragen. Die Person findet sie unter 'Profil / Persönliches / Generelles'",
    "idDescription": "Die ID der Person",
    "roleDescription": "Die Rolle, die der Person zugewiesen wird",
    "invitations": "Einladungen",
    "description": "Du kannst Personen einladen an diesem Projekt teilzunehmen. Hier kannst du alle offenen Einladungen sehen, die von den betreffenden Personen noch nicht angenommen oder abgelehnt wurden.",
    "noInvitations": "Keine offenen Einladungen",
    "roleName": "Rolle: {name}",
    "invitedOn": "Eingeladen am {date}",
    "duplicate": "Diese Person ist entweder schon Teilnehmer oder hat eine offene Einladung/Teilnahme-Anfrage",
    "delete": "Einladung löschen",
    "deleteDescription": "Möchtest du diese Einladung wirklich löschen?",
    "handle": "Einladung beantworten",
    "handleDescription": "Du kannst die Einladung annehmen oder ablehnen. Falls du sie annimmst, stimmst du damit zu, dass die Projekt-Administratoren deine Personendaten sehen, verwenden und ändern dürfen."
  },
  "request": {
    "requests": "Keine offenen Anfrage | Anfrage | Anfragen",
    "description": "Falls erlaubt, können Personen Teilnahme am Projekt anfragen. Hier kannst du alle offenen Anfragen sehen, die noch von keinem Administrator angenommen oder abgelehnt wurden.",
    "info": "Anfrage noch offen",
    "notAllowed": "Dieses Projekt erlaubt leider keine Teilnahme-Anfragen. Du musst von einem der Projekt-Administratoren eingeladen werden.",
    "requestedOn": "Angefragt am {date}",
    "requestsAllowed": "Teilnahme kann angefragt werden",
    "requestsNotAllowed": "Teilnahme kann nicht angefragt werden",
    "create": "Einem Projekt beitreten",
    "createDescription": "Du kannst anfragen, ob du einem Projekt beitreten darfst. Danach musst du warten bis ein Projekt Administrator diese Anfrage akzeptiert oder ablehnt. Um die Teilnahme anzufragen brauchst du die ID des Projektes. Du kannst sie bei einem der Projekt Administratoren erfragen.",
    "createSubmit": "Teilnahme anfragen",
    "handle": "Anfrage beantworten",
    "handleDescription": "Du kannst die Teilnahme-Anfrage annehmen oder ablehnen. Falls du sie annimmst, wird die Person für dieses Projekt berechtigt und bekommt die unten von dir definierte Rolle zugewiesen.",
    "cancel": "Anfrage abbrechen",
    "cancelDescription": "Bist du dir sicher, dass du diese Anfrage abbrechen möchtest?"
  },
  "role": {
    "description": "Um Kontrolle darüber zu haben, welche Teilnehmer des Projektes was sehen und bearbeiten dürfen, gibt es Rollen. Jeder Teilnehmer hat eine Rolle. Die Rolle regelt, welche verschiedenen Bereiche des Projektes die Teilnehmer sehen oder sogar bearbeiten dürfen. Standardmäßig wird eine 'Administrator' Rolle erstellt.",
    "create": "Rolle hinzufügen",
    "createDescription": "Hier kannst du eine neue Rolle für dieses Projekt erstellen. Danach kannst du Teilnehmern dieses Projektes die neue Rolle zuweisen. Beachte, dass Teilnehmer den Namen der Rolle sehen können, die ihnen zugeteilt wurde.",
    "update": "Rolle bearbeiten",
    "updateDescription": "Hier kannst du die Rolle bearbeiten. Das wird sich sofort auf die Berechtigungen der Teilnehmer auswirken, die diese Rolle zugewiesen haben. Um eine Rolle zu löschen darf niemand dieser Rolle zugeordnet sein. Die Standardrolle 'Administrator' kann nur umbenannt werden, sonst nichts.",
    "delete": "Rolle löschen",
    "deleteDescription": "Möchtest du diese Rolle wirklich löschen?",
    "nameDescription": "Der Name der Rolle",
    "xParticipants": "Niemand hat diese Rolle | 1 Teilnehmer hat diese Rolle | {count} Teilnehmer haben diese Rolle",
    "settings": "Einstellungen",
    "settingsDescription": "Einstellungen. Lesen erlaubt das Sehen der allgemeinen Einstellungen. Bearbeiten erlaubt sie zu bearbeiten. ACHTUNG: Es erlaubt auch das gesamte Projekt zu löschen.",
    "roles": "Lade Rollen... | Rolle | Rollen",
    "rolesDescription": "Rollen. Lesen erlaubt das Sehen der angelegten Rollen, sowie welchem Teilnehmer welche Rolle zugewiesen ist. Bearbeiten erlaubt es Rollen zu bearbeiten und Teilnehmern Rollen zuzuweisen.",
    "participants": "Teilnehmer",
    "participantsDescription": "Teilnehmer. Lesen erlaubt das Sehen der Teilnehmerliste. Bearbeiten erlaubt das Bearbeiten der Teilnehmerdaten, sowie das Einladen von Personen zum Projekt und das Akzeptieren/Ablehnen von Projekt-Beitrittsanfragen.",
    "knowledgeBase": "Informationen",
    "knowledgeBaseDescription": "Informationen. Lesen erlaubt das Sehen des Informationscenters und das Lesen aller angelegten Artikel. Bearbeiten erlaubt das Bearbeiten der Themen und der Artikel innerhalb eines Themas."
  }
}
