{
  "projects": "Meine Projekte",
  "projectsDescription": "Hier siehst du alle Projekte an denen du teilnimmst. Du kannst die Teilnahme an weiteren Projekten anfragen oder selbst ein neues Projekt erstellen.",
  "noProjects": "Du nimmst noch an keinem Projekt teil.",
  "knowledgeBase": "Informationen",
  "calendar": "Kalender",
  "administration": "Verwaltung",
  "settings": "Einstellungen",
  "nameMustEqual": "Der Projektname muss dem Namen dieses Projekts entsprechen",
  "news": "Neuigkeiten",
  "delete": "Dieses Projekt löschen",
  "deleteDescription": "Dies wird alle Kategorien, Teams und Schichten löschen. Der Informationsbereich wird geleert, jegliche Berechtigungen auf dieses Projekt zurückgezogen und das Projekt gelöscht.",
  "deleteHint": "Gib den Namen dieses Projekts ein um fortzufahren",
  "deleteWarning": "!!! Dies kann nicht rückgängig gemacht werden - alles wird weg sein !!!",
  "updateGeneral": "Generelle Informationen bearbeiten",
  "nameDescription": "Der Name dieses Projekts. Der Name ist über alle Projekte einmalig, kein anderes Projekt kann diesen Namen haben.",
  "emailDescription1": "Wir werden diese Email-Adresse as reply-to in allen Emails nutzen, die wir im Auftrag dieses Projekts schicken.",
  "emailDescription2": "Du kannst ein Email Konto speziell für dieses Projekt erstellen oder einfach deine eigene Email-Adresse nutzen.",
  "create": "Neues Projekt erstellen",
  "createDescription1": "Bist du der Koordinator eines Events oder Projekts?",
  "createDescription2": "Dann kannst du ein Projekt erstellen und die Verkündiger einladen teilzunehmen.",
  "createSubmit": "Projekt erstellen",
  "join": "Einem Projekt beitreten",
  "joinDescription": "Du kannst anfragen, ob du einem Projekt beitreten darfst. Danach musst du warten bis ein Projekt Administrator diese Anfrage akzeptiert oder ablehnt. Um die Teilnahme anzufragen brauchst du die ID des Projektes. Du kannst sie bei einem der Projekt Administratoren erfragen.",
  "joinSubmit": "Teilnahme anfragen",
  "cancelRequest": "Diese Anfrage abbrechen",
  "cancelRequestDescription": "Bist du dir sicher, dass du diese Anfrage abbrechen möchtest?",
  "cancelRequestSubmit": "Anfrage abbrechen",
  "cancelRequestOtherButton": "Dialog schließen",
  "handleInvitation": "Einladung beantworten",
  "handleInvitationDescription": "Du kannst die Einladung annehmen oder ablehnen. Falls du sie annimmst, stimmst du damit zu, dass die Projekt-Administratoren deine Personendaten sehen, verwenden und ändern dürfen.",
  "participationStatus": {
    "Invited": "Du hast eine Einladung für dieses Projekt bekommen",
    "Requested": "Du hast die Teilnahme an diesem Projekt angefragt",
    "Active": "Aktiv",
    "Inactive": "Inaktiv"
  },
  "invitations": "Einladungen",
  "invitationsDescription": "Du kannst Personen einladen an diesem Projekt teilzunehmen. Hier kannst du alle offenen Einladungen sehen, die von den betreffenden Personen noch nicht angenommen oder abgelehnt wurden.",
  "noInvitations": "Keine offenen Einladungen",
  "invitePerson": "Eine Person einladen",
  "requests": "Anfragen",
  "requestsDescription": "Falls erlaubt, können Personen Teilnahme am Projekt anfragen. Hier kannst du alle offenen Anfragen sehen, die noch von keinem Administrator angenommen oder abgelehnt wurden.",
  "noRequests": "Keine offenen Anfragen",
  "requestsAllowed": "Teilnahme kann angefragt werden",
  "requestsNotAllowed": "Teilnahme kann nicht angefragt werden",
  "roles": "Rollen",
  "rolesDescription": "Um Kontrolle darüber zu haben, welche Teilnehmer des Projektes was sehen und bearbeiten dürfen, gibt es Rollen. Jeder Teilnehmer hat eine Rolle. Die Rolle regelt, welche verschiedenen Bereiche des Projektes die Teilnehmer sehen oder sogar bearbeiten dürfen. Standardmäßig wird eine 'Administrator' Rolle erstellt.",
  "noRoles": "Lade Rollen...",
  "createRole": "Rolle hinzufügen",
  "xParticipants": "Niemand hat diese Rolle | 1 Teilnehmer hat diese Rolle | {count} Teilnehmer haben diese Rolle"
}
