{
  "create": "Schicht erstellen",
  "createDescription": "Erstelle eine neue Schicht. Möchtest du mehr als ein oder zwei Schichten erstellen, empfehlen wir dir eine Vorlagewoche anzulegen und anzuwenden.",
  "update": "Schicht bearbeiten",
  "updateDescription": "Du kannst diese Schicht bearbeiten. Du kannst sogar die Kategorie ändern. Dafür brauchst du Schreibrechte auf diese und die neue Kategorie haben.",
  "delete": "Schicht löschen",
  "deleteDescription": "Möchtest du diese Schicht wirklich löschen?",
  "date": "Datum",
  "time": "Zeit",
  "month": "Monat",
  "week": "Woche",
  "day": "Tag",
  "duration": "Dauer",
  "today": "Heute",
  "hours": "Stunden",
  "category": {
    "categories": "Es wurden noch keine Kategorien angelegt. | Kategorie | Kategorien",
    "description": "Jede Schicht gehört zu einer Kategorie. Diese Kategorien bestimmen die Zugriffsrechte auf Schichten für die Teilnehmer. Sie bestimmen, wer Schichten dieser Kategorie sehen oder sogar bearbeiten darf, sowie wer als Teamleiter in Schichten dieser Kategorie dienen darf.",
    "create": "Kategorie hinzufügen",
    "createDescription": "Erstelle eine neue Kategorie. Danach kannst du Schichten dieser Kategorie anlegen. Nachdem du die Kategorie erstellt hast, überprüfe am besten alle Rollen, da standardmäßig alle Rollen vollen Zugriff auf neue Kategorien gewähren.",
    "update": "Kategorie bearbeiten",
    "updateDescription": "Du kannst diese Kategorie bearbeiten. Falls es keine zukünftigen Schichten dieser Kategorie mehr gibt, kannst du sie auch löschen. Dabei werden alle vergangen Schichten dieser Kategorie aber auch gelöscht.",
    "delete": "Kategorie löschen",
    "deleteDescription": "Möchtest du diese Kategorie wirklich löschen? Dadurch werden auch alle vergangen Schichten dieser Kategorie gelöscht.",
    "nameDescription": "Der Name der Kategorie."
  },
  "task": {
    "tasks": "Es wurden noch keine Zuteilungen angelegt. | Zuteilung | Zuteilung",
    "description": "Jedes Team einer Schicht nimmt eine Zuteilung wahr.",
    "create": "Zuteilung hinzufügen",
    "createDescription": "Erstelle eine neue Zuteilung.",
    "update": "Zuteilung bearbeiten",
    "updateDescription": "Die kannst diese Zuteilung bearbeiten.",
    "delete": "Zuteilung löschen",
    "deleteDescription": "Möchtest du diese Zuteilung wirklich löschen?",
    "nameDescription": "Der Name der Zuteilung.",
    "descriptionDescription": "Eine hilfreiche Beschreibung dieser Zuteilung, die den Teilnehmern zu verstehen hilft, was sie als Team (das diese Zuteilung wahrnimmt) tun sollen.",
    "helpLink": "Hilfe-Link",
    "helpLinkDescription": "Ein Hilfe-Link zu weiteren Informationen. Kann z.B. zu einer der Hilfeseiten dieses Projektes führen, zu einer externen Video-Plattform, einer Karte oder anderem.",
    "helpLinkFormat": "Der Link muss eine gültige URL sein. Er muss mit https:// beginnen"
  }
}
