{
  "projects": "You don't participate in any projects, yet. | Project | My Projects",
  "projectsDescription": "Here you see all the project you have access to. You can request admission to an existing or create a new project.",
  "notFound": "Couldn't find a project with this id",
  "nameUnique": "A project with this name already exists, please choose another name",
  "knowledgeBase": {
    "knowledgeBase": "Knowledge Base",
    "topics": "No topics have been defined, yet. | Topic | Knowledge Base - Topics",
    "topicsDescription": "You can add your own knowledge base for this project. Inform the publishers about routes, places, legal information or anything else that could be interesting for them while being a part of this project. Here, you can define the topics. They are displayed in the navigation bar on the left. Within these topics, you can then add articles.",
    "createTopic": "Add Topic",
    "renameTopic": "Rename Topic",
    "deleteTopic": "Delete Topic",
    "deleteTopicDescription": "This will delete the topic and all articles created for this topic.",
    "deleteTopicHint": "Enter the topic name to continue",
    "topicNameMustEqual": "Name must be this topic's name"
  },
  "calendar": "Calendar",
  "administration": "Administration",
  "settings": "Settings",
  "participants": "Participants",
  "nameMustEqual": "Project name must be this project's name",
  "news": "News",
  "checkStatus": "Check status",
  "delete": "Delete this project",
  "deleteDescription": "This will delete all categories, teams and shifts. It will purge the knowledge base, revoke any access to the project and delete it.",
  "deleteHint": "Enter the project name to continue",
  "deleteWarning": "!!! This cannot be undone - everything will be gone !!!",
  "updateGeneral": "Update Project General",
  "nameDescription": "The name of this project. The name is unique accross all projects, so no other project can have this name.",
  "emailDescription": "We'll use this email address as reply-to in all emails that we send on behalf of this project. You can create an email account specifically for the project, or just use your own email address.",
  "create": "Create a new Project",
  "createDescription": "Are you the coordinator of a project with a lot of participants that need to be scheduled? Then you can create a new project and invite all the participants to it.",
  "createSubmit": "Create project",
  "congregations": "Congregations",
  "participant": {
    "participants": "Participant | Participants",
    "delete": "Remove participant from project",
    "deleteDescription": "Do you really want to remove this participant from the project? The person will still exist, but their connection to this project will be removed."
  },
  "participation": {
    "details": "Participation Details",
    "projectName": "Project:",
    "assignedRole": "Your assigned role:",
    "joinedOn": "You joined this project on: ",
    "delete": "Leave this Project",
    "deleteHint": "Please enter the project's name to continue",
    "deleteDescription": "Do you really want to cancel your participation with this project? If so, we'll remove all your permissions and anonymize your shift participations.",
    "deleteWarning": "!!! This cannot be undone - everything will be gone !!!"
  },
  "participationStatus": {
    "invited": "You received an invitation to join this project",
    "requested": "You requested admission to this project",
    "active": "Active",
    "inactive": "Inactive"
  },
  "invitation": {
    "info": "You've been invited",
    "invite": "Invite a Person",
    "inviteDescription": "You can invite a person to participate in this project. The invitee has to accept/decline your invitiation. In order to invite a person, you'll have to ask for the person ID. The person finds it under 'Profile / Personal / General'",
    "idDescription": "The person's ID",
    "roleDescription": "The role this person is going to be assigned to",
    "invitations": "Invitations",
    "description": "You can invite persons to join this project. Here you can see all open invitations that have not yet been accepted or declined by the person.",
    "noInvitations": "No pending invitations",
    "roleName": "Role: {name}",
    "invitedOn": "Invited on {date}",
    "duplicate": "This person is either already participating, or has an open invitation or join request.",
    "delete": "Delete Invitation",
    "deleteDescription": "Do you really want to delete this invitation?",
    "handle": "Handle invitation",
    "handleDescription": "You can accept or decline this project invitation. If you accept, you thereby grant the administrators of the project to see, use, and edit your person data."
  },
  "request": {
    "requests": "No pending requests | Request | Requests",
    "description": "If allowed below, persons can request participation for the project. Here you can see all open requests that have not yet been accepted or declined by an administrator.",
    "info": "Pending join request",
    "notAllowed": "Sorry, join requests have been disabled for this project. You'll have to ask a coordinating brother with this project to invite you to it.",
    "requestedOn": "Requested on {date}",
    "requestsAllowed": "Participation can be requested",
    "requestsNotAllowed": "Participation can not be requested",
    "create": "Join an existing project",
    "createDescription": "You can request admission to an existing project. A project administrator will have to accept your request. In order to request, you need to have the project id. Ask a project administrator for the id.",
    "createSubmit": "Request admission",
    "handle": "Handle Request",
    "handleDescription": "You can accept or decline this project join request. If you accept, the person will be granted access to this project and will be assigned the role you specify below.",
    "cancel": "Cancel admission request",
    "cancelDescription": "Are you sure you want to cancel this admission request?"
  },
  "role": {
    "description": "In order to give you control over who is permitted to do what in your project, there are roles. Each participant is assigned to a role. For every role, you can define the read and write permissions of certain areas of your project. By default, an 'Administrator' role is created.",
    "create": "Add Role",
    "createDescription": "Here you can create a new role for your project. Afterwards, you can assign participants of your project to this role. Be aware that participants can see the name of the role they're assigned to.",
    "update": "Update Role",
    "updateDescription": "Here you can update the role. This will instantly affect all participants that have been assigned to this role. In order to delete a role, it must not be assigned to anyone. The default 'Administrator' role can only be renamed, nothing more.",
    "delete": "Delete Role",
    "deleteDescription": "Do you really want to delete this role?",
    "nameDescription": "The name of this role",
    "xParticipants": "Not assigned | Assigned to 1 participant | Assigned to {count} participants",
    "settings": "Settings",
    "settingsDescription": "Settings. Read allows to read general project settings. Write allows to change them. CAUTION: It also allows to delete the whole project.",
    "roles": "Loading roles... | Role | Roles",
    "rolesDescription": "Roles. Read allows to see the defined roles and what roles participants are assigned to. Write allows to edit roles and role assignments to participants.",
    "participants": "Participants",
    "participantsDescription": "Participants. Read allows to see the list of participants. Write allows to edit participants' data, as well as to invite persons and accept/decline project join requests.",
    "knowledgeBase": "Knowledge Base",
    "knowledgeBaseDescription": "Knowledge Base. Read allows to see the knowledge base and read everything. Write allows to define topics and edit articles."
  }
}
