{
  "create": "Create a Shift",
  "createDescription": "You can manually create a shift. If you want to create more than one or two shifts though, we suggest you to create and apply a blueprint week.",
  "update": "Update Shift",
  "updateDescription": "You can update this shift. You can even change the category. In that case, you to have write access to this category and the new one.",
  "delete": "Delete Shift",
  "deleteDescription": "Do you really want to delete this shift?",
  "date": "Date",
  "time": "Time",
  "month": "Month",
  "week": "Week",
  "day": "Day",
  "duration": "Duration",
  "today": "Today",
  "hours": "hours",
  "category": {
    "categories": "No categories have been defined, yet. | Category | Categories",
    "description": "Every shift belongs to a category. These categories control the access permissions of the participants. You can control who can see or even edit shifts of this category, and who will be able to serve as captain in any of this category's shifts.",
    "create": "Add Category",
    "createDescription": "Create a new category. Afterwards, you can create shifts for this category. After the creation, check your roles because by default, all roles have full access to new categories.",
    "update": "Update Category",
    "updateDescription": "You can update this category. For a category to be deletable, there must not be any future shifts of this category.",
    "delete": "Delete Category",
    "deleteDescription": "Do you really want to delete this category? This will also delete all shifts of this category. (even past ones)",
    "nameDescription": "The name of the category."
  },
  "team": {
    "teams": "No teams have been defined, yet. | Team | Teams",
    "description": "Teams are a way of grouping people inside a shift for different assignments. Attendees of a shift are never directly in that shift. Rather, they are always in a team inside the shift.",
    "create": "Add Team",
    "createDescription": "Create a new team.",
    "update": "Update Team",
    "updateDescription": "You can update this team.",
    "delete": "Delete Team",
    "deleteDescription": "Do you really want to delete this team?",
    "nameDescription": "The name of the team.",
    "descriptionDescription": "Some useful description text for the participants to know what the attendees of this team are meant to do.",
    "helpLink": "Help link",
    "helpLinkDescription": "A link to a page with more detailed information. e.g. a link to one this project's knowledge base articles, to an external video platform, a map, or something else.",
    "helpLinkFormat": "The link must be a valid URL. It has to start with https://"
  },
  "application": {
    "applicants": "No applicants | Applicant | Applicants",
    "apply": "Apply",
    "create": "Apply for this Shift",
    "createDescription": "You can apply to participate in this shift. This might have to be checked by an administrator. Or, you might need to wait until enough applicants have gathered to be able to plan this shift.",
    "delete": "Cancel Application",
    "deleteDescription": "Do you really want to cancel your application for this shift?",
    "youApplied": "You applied for this shift"
  },
  "attendee": {
    "attendees": "No one has been assigned to a team | Attendee | Attendees"
  }
}
