{
  "create": "Create a Shift",
  "month": "Month",
  "week": "Week",
  "day": "Day",
  "today": "Today",
  "category": {
    "categories": "No categories have been defined, yet. | Category | Categories",
    "description": "Every shift belongs to a category. These categories control the access permissions of the participants. You can control who can see or even edit shifts of this category, and who will be able to serve as captain in any of this category's shifts.",
    "create": "Add Category",
    "createDescription": "Create a new category. Afterwards, you can create shifts for this category. After the creation, check your roles because by default, all roles have full access to new categories.",
    "update": "Update Category",
    "updateDescription": "You can update this category. For a category to be deletable, there must not be any future shifts of this category.",
    "delete": "Delete Category",
    "deleteDescription": "Do you really want to delete this category? This will also delete all shifts of this category. (even past ones)",
    "nameDescription": "The name of the category."
  },
  "task": {
    "tasks": "No tasks have been defined, yet. | Task | Tasks",
    "description": "Every team in a shift belongs to a task.",
    "create": "Add Task",
    "createDescription": "Create a new task.",
    "update": "Update Task",
    "updateDescription": "You can update this task.",
    "delete": "Delete Task",
    "deleteDescription": "Do you really want to delete this task?",
    "nameDescription": "The name of the task.",
    "descriptionDescription": "Some useful description text for the participants to know what a team that is assigned this task is meant to do.",
    "helpLink": "Help link",
    "helpLinkDescription": "A link to a page with more detailed information. e.g. a link to one this project's knowledge base articles, to an external video platform, a map, or something else.",
    "helpLinkFormat": "The link must be a valid URL. It has to start with https://"
  }
}
