{
  "create": "Schicht erstellen",
  "createDescription": "Erstelle eine neue Schicht. Möchtest du mehr als ein oder zwei Schichten erstellen, empfehlen wir dir eine Vorlagewoche anzulegen und anzuwenden.",
  "update": "Schicht bearbeiten",
  "updateDescription": "Du kannst diese Schicht bearbeiten. Du kannst sogar die Kategorie ändern. Dafür brauchst du Schreibrechte auf diese und die neue Kategorie.",
  "delete": "Schicht löschen",
  "deleteDescription": "Möchtest du diese Schicht wirklich löschen?",
  "date": "Datum",
  "time": "Zeit",
  "month": "Monat",
  "week": "Woche",
  "day": "Tag",
  "duration": "Dauer",
  "today": "Heute",
  "hours": "Stunden",
  "status": {
    "draftDescription": "Dies ist ein Entwurf. Er ist unsichtbar für die Teilnehmer. Damit sie sich bewerben können, musst du die Schicht planen.",
    "planShift": "Diese Schicht planen",
    "planShiftDescription": "Möchtest du diese Schicht wirklich planen? Dadurch wird sie für die Teilnehmer sichtbar. Ist die Schicht offen, kann sich jeder mit ausreichenden Berechtigungen darauf bewerben. Bitte beachte: Ist die Schicht geplant, kannst du Zeit und Kategorie nicht mehr verändern.",
    "assignments": "Einteilung",
    "unplan": "In Entwurf umwandeln",
    "unplanDescription": "Möchtest du diese Schicht wirklich wieder in Entwurf umwandeln? Dadurch werden alle Bewerbungen und Einteilungen für diese Schicht gelöscht.",
    "schedule": "Veröffentlichen",
    "scheduling": "Schicht einteilen",
    "unschedule": "Geheim machen",
    "reschedule": "Wieder veröffentlichen",
    "suspend": "In Schwebe versetzen",
    "callOff": "Absagen",
    "calledOff": "Diese Schicht wurde abgesagt"
  },
  "category": {
    "categories": "Es wurden noch keine Kategorien angelegt. | Kategorie | Kategorien",
    "description": "Jede Schicht gehört zu einer Kategorie. Diese Kategorien bestimmen die Zugriffsrechte auf Schichten für die Teilnehmer. Sie bestimmen, wer Schichten dieser Kategorie sehen oder sogar bearbeiten darf, sowie wer als Teamleiter in Schichten dieser Kategorie dienen darf.",
    "create": "Kategorie hinzufügen",
    "createDescription": "Erstelle eine neue Kategorie. Danach kannst du Schichten dieser Kategorie anlegen. Nachdem du die Kategorie erstellt hast, überprüfe am besten alle Rollen, da standardmäßig alle Rollen vollen Zugriff auf neue Kategorien gewähren.",
    "update": "Kategorie bearbeiten",
    "updateDescription": "Du kannst diese Kategorie bearbeiten. Falls es keine zukünftigen Schichten dieser Kategorie mehr gibt, kannst du sie auch löschen. Dabei werden alle vergangen Schichten dieser Kategorie aber auch gelöscht.",
    "delete": "Kategorie löschen",
    "deleteDescription": "Möchtest du diese Kategorie wirklich löschen? Dadurch werden auch alle vergangen Schichten dieser Kategorie gelöscht.",
    "nameDescription": "Der Name der Kategorie."
  },
  "team": {
    "teams": "Es wurden noch keine Teams angelegt. | Team | Teams",
    "description": "Team sind ein Weg die Teilnehmer einer Schicht zu gruppieren. Schicht-Teilnehmer sind nie direkt einer Schicht zugeteilt, sondern einem Team innerhalb einer Schicht.",
    "create": "Team hinzufügen",
    "createDescription": "Erstelle ein neues Team.",
    "update": "Team bearbeiten",
    "updateDescription": "Du kannst dieses Team bearbeiten.",
    "delete": "Team löschen",
    "deleteDescription": "Möchtest du dieses Team wirklich löschen?",
    "nameDescription": "Der Name des Teams.",
    "descriptionDescription": "Eine hilfreiche Beschreibung dieses Teams, die den Teilnehmern zu verstehen hilft, was sie als Teilnehmer dieses Teams tun sollen.",
    "helpLink": "Hilfe-Link",
    "helpLinkDescription": "Ein Hilfe-Link zu weiteren Informationen. Kann z.B. zu einer der Hilfeseiten dieses Projektes führen, zu einer externen Video-Plattform, einer Karte oder anderem.",
    "helpLinkFormat": "Der Link muss eine gültige URL sein. Er muss mit https:// beginnen"
  },
  "application": {
    "applicants": "Keine Bewerber | Bewerber | Bewerber",
    "apply": "Bewerben",
    "applyAsBackup": "Als Ersatz bewerben",
    "create": "Auf diese Schicht bewerben",
    "createDescription": "Du darfst dich auf diese Schicht bewerben. Deine Bewerbung muss eventuell von einem Administrator genehmigt werden. Oder du musst warten, bis sich genügend Bewerber gefunden haben, damit die Schicht stattfinden kann.",
    "createBackup": "Für diese Schicht als Ersatz melden",
    "createBackupDescription": "Du kannst dich für diese Schicht als möglicher Ersatz melden. Falls jemand seine Teilnahme absagt, könntest du dann eventuell nachrutschen.",
    "cancel": "Bewerbung zurückziehen",
    "cancelDescription": "Möchtest du diese Bewerbung wirklich zurückziehen?",
    "applied": "Du hast dich beworben",
    "appliedBackup": "Du stehst als Ersatz bereit"
  },
  "attendee": {
    "attendees": "Niemand wurde einem Team zugewiesen | Teilnehmer | Teilnehmer",
    "attending": "Du bist Teilnehmer dieser Schicht",
    "cancel": "Absagen",
    "cancelAttendance": "Teilnahme absagen",
    "cancelDescription": "Möchtest du wirklich deine Teilnahme an dieser Schicht absagen?",
    "noCaptain": "Kein Teamleiter",
    "promote": "Zu Teamleiter machen",
    "demote": "Zu Teilnehmer machen"
  }
}
